{
    "93765": {
        "DataQualityNote": {
            "Id": 0,
            "Text": "None",
            "Comment": null
        },
        "IID": 93765,
        "Unit": {
            "Id": 3,
            "Value": 100000.0,
            "Label": "per 100,000"
        },
        "ValueType": {
            "Id": 1,
            "Name": "Directly standardised rate"
        },
        "YearType": {
            "Id": 2,
            "Name": "Financial"
        },
        "ConfidenceIntervalMethod": {
            "Id": 4,
            "Name": "Dobson & Byar's methods",
            "Description": "A confidence interval is a range of values that is used to quantify the imprecision in the estimate of a particular indicator. Specifically, it quantifies the imprecision that results from random variation in the measurement of the indicator. A wider confidence interval shows that the indicator value presented is likely to be a less precise estimate of the true underlying value.<br><br>Dobson & Byar’s method is used for calculating confidence intervals for directly standardised rates. A confidence interval is calculated for the observed total count of events using Byar’s method,<sup>1</sup> which gives very accurate approximate confidence intervals for counts based on the assumption of a Poisson distribution and is sufficiently accurate for counts as low as 10, the minimum count recommended for DSRs. This interval is then weighted and scaled to give the interval for the standardised rate using the method described by Dobson.<sup>2</sup> The method is described in detail in APHO Technical Briefing 3: Commonly used public health statistics and their confidence intervals.<sup>3</sup><br><br><sup>1</sup> Breslow NE, Day NE.<i> Statistical methods in cancer research, volume II: The design and analysis of cohort studies.</i> Lyon: International Agency for Research on Cancer, World Health Organization; 1987: 69.<br><sup>2</sup> Dobson A et al. Confidence intervals for weighted sums of Poisson parameters. <i>Stat Med</i> 1991;10: 457-62.<br><sup>3</sup> Eayres D. <i><a href=\"/documents/APHO%20Tech%20Briefing%203%20Common%20PH%20Stats%20and%20CIs.pdf\"> APHO Technical Briefing 3: Commonly used public health statistics and their confidence intervals</a></i> York: APHO; 2008."
        },
        "Descriptive": {
            "Name": "Admission episodes for alcohol-related conditions (Broad): New method.  This indicator uses a new set of attributable fractions, and so differ from that originally published.",
            "DataSource": "Calculated by OHID: Population Health Analysis (PHA) team using data from NHS Digital - Hospital Episode Statistics (HES) and Office for National Statistics (ONS) - Mid Year Population Estimates."
        },
        "LatestChangeTimestampOverride": "2021-09-27T15:21:47",
        "SpecialCases": null,
        "AlwaysShowSexWithIndicatorName": false,
        "AlwaysShowAgeWithIndicatorName": false,
        "DataChange": {
            "LastUploadedAt": "2022-07-18T13:46:03",
            "LastDeletedAt": "2021-09-09T21:00:26"
        },
        "ShouldCountBeDisplayed": true,
        "InequalitiesExcludedCategoryTypeIds": []
    }
}